import { Workout } from "@/types/workout";

export const dummyWorkoutListData: Array<Workout> = [
  {
    label: "プッシュアップ",
    description: `プッシュアップは腕を鍛えるための基本的なエクササイズの一つです。床に仰向けになり、腕を肩幅に広げて手のひらを床につけます。腕をまっすぐに伸ばし、ゆっくりと体を下げてから上げます。これを10回から20回のセットを2~3セット行うとよいでしょう。`,
  },
  {
    label: "三頭筋のエクササイズ",
    description:
      "三頭筋は腕を鍛えるために非常に重要な筋肉の一つです。三頭筋を鍛えるためには、椅子やベンチなどの上に腕を置き、体を横に傾けて体を下げます。この動作を10回から20回のセットを2~3セット行うとよいでしょう",
  },
  {
    label: "腕立て伏せ",
    description: `腕立て伏せも、腕を鍛えるための有効なエクササイズの一つです。手のひらを床につけ、肩幅より少し広くなるように手を開きます。背中をまっすぐにして、体をゆっくりと降ろし、上げます。これを10回から20回のセットを2~3セット行うとよいでしょう。`,
  },
];
